Repository: amnestywebsite/humanity-donations
Catalog: languages/aidonations-*.po
Languages: ar

source: Add support for donations via WooCommerce
ar: إضافة دعم للتبرعات عبر WooCommerce

source: The Amnesty International Donations plugin requires these plugins to be active: %s
ar: يتطلب المكون الإضافي للتبرعات من منظمة العفو الدولية أن تكون هذه المكونات الإضافية نشطة: %s

source: Amnesty WooCommerce
ar: منظمة العفو الدولية ووكوميرسي

source: No product found.
ar: ليس هناك أي منتج.

source: No product found
ar: لم يتم العثور على أي منتج

source: Custom
ar: مخصص

source: Support human rights
ar: دعم حقوق الإنسان

source: Every donation matters!
ar: كل تبرع مهم!

source: Choose donation amount
ar: اختاروا مبلغ التبرع

source: One-off
ar: لمرة واحدة

source: Recurring
ar: التجديد التلقائي

source: Donate
ar: تبرع

source: Donation
ar: التبرع

source: Subscription
ar: اشتراك

source: Subscribe
ar: الاشتراك

source: Dark Background
ar: خلفية داكنة

source: Brand Background
ar: خلفية العلامة التجارية

source: Set Image
ar: تعيين صورة

source: Replace Image
ar: استبدل مسار الصورة

source: Remove Image
ar: احذف صورة

source: Choose campaigns field.
ar: اختر حقل الحملات.

source: Content
ar: المحتوى

source: Title Size
ar: حجم العنوان

source: Show image
ar: أعرض صورة

source: Products
ar: المنتجات

source: Show one-off donation
ar: إظهار التبرع لمرة واحدة

source: One-off donation label
ar: تسمية التبرع لمرة واحدة

source: Show subscription donation
ar: إظهار التبرع بالاشتراك

source: subscription donation label
ar: تسمية التبرع بالاشتراك

source: Pre-donation selection label
ar: تسمية اختيار ما قبل التبرع

source: Campaigns
ar: حملات

source: Show campaign options (donation only)
ar: إظهار خيارات الحملة (التبرع فقط)

source: Campaign options field
ar: حقل خيارات الحملة
